Repository: Alpine-Toolkit/bleau-database
Catalog: django-application/BleauDatabaseDjangoApplication/locale/*/LC_MESSAGES/django.po
Languages: fr

source: language
fr: langage

source: category
fr: categorie

source: coordinate
fr: coordonnée

source: name
fr: nom

source: first name
fr: prénom

source: last name
fr: nom

source: alternative name
fr: nom alternatif

source: chaos type
fr: type de chaos

source: boulders
fr: blocs

source: colour
fr: couleur

source: creation_date
fr: date d'ouverture

source: grade
fr: cotation

source: massif
fr: massifs

source: number
fr: numéro

source: openers
fr: ouvreurs

source: refection date
fr: Date de réfection

source: refection note
fr: note de réfection

source: persons
fr: personnes

source: English
fr: Anglais

source: Password reset complete
fr: Mot de passe remis à zéro

source: Log in
fr: Connexion

source: Password reset successful
fr: Mot de passe changé avec succès

source: update
fr: mettre à jour

source: Name
fr: Nom

source: Email
fr: Courriel

source: Password
fr: Mot de passe

source: Language
fr: Langage

source: undefined
fr: non défini

source: Deleting my account
fr: Supprimer mon compte

source: Are you sure you want to delete your account?
fr: Êtes vous sure de vouloir supprimer cet compte?

source: Cancel
fr: Annuler

source: Boulders
fr: Blocs

source: Save
fr: Sauvegarder

source: Number
fr: Numéro

source: Grade
fr: Cotation

source: Comment
fr: Commentaire

source: Update
fr: Mettre à jour

source: New circuit
fr: Nouveau circuit

source: Delete circuit
fr: Supprimer circuit

source: Are you sure you want to delete this circuit?
fr: Êtes vous sure de vouloir supprimer ce circuit?

source: Openers
fr: Ouvreurs

source: New massif
fr: Nouveau massif

source: Delete massif
fr: Supprimer massif

source: Are you sure you want to delete this massif?
fr: Êtes vous sure de vouloir supprimer ce massif?

source: Any massif
fr: Aucun massif

source: New person
fr: Nouvelle Personne

source: Persons
fr: Personnes

source: Delete person
fr: Supprimer personne

source: Are you sure you want to delete this person?
fr: Êtes vous sure de vouloir supprimer cette personne?

source: any circuit
fr: aucun circuit

source: any refection
fr: aucune réfection

source: Any person
fr: Aucune personne

source: New place
fr: Nouvelle place

source: Delete place
fr: Supprimer place

source: Are you sure you want to delete this place?
fr: Êtes vous sure de vouloir supprimer cet place?

source: Any place
fr: Aucune place

source: Refection
fr: Réfection

source: New refection
fr: Nouvelle réfection

source: Delete refection
fr: Supprimer réfection

source: Are you sure you want to delete this refection?
fr: Êtes vous sure de vouloir supprimer cette réfection?

source: Close
fr: Fermer

source: Username
fr: Utilisateur

source: New password
fr: Nouveau mot de passe

source: Old password
fr: Ancien mot de passe

source: email
fr: courriel

source: Personnal information updated
fr: Information personnelle mise à jour

source: Password changed successfully
fr: Mot de passe changé avec succès

source: Circuit créé avec succès.
fr: Circuit created

source: Des informations sont manquantes ou incorrectes
fr: Some data are missing or wrong

source: Circuit «{0.name}» supprimé
fr: Circuit «{0.name}» deleted

source: Massif créé avec succès.
fr: Massif created

source: Massif «{0.name}» supprimé
fr: Massif «{0.name}» deleted

source: Person créé avec succès.
fr: Person created.

source: Person «{0.name}» supprimé
fr: Person «{0.name}» deleted

source: Place créé avec succès.
fr: Place created.

source: Place «{0.name}» supprimé
fr: Place «{0.name}» deleted

source: Refection créé avec succès.
fr: Refection created.

source: Refection «{0.name}» supprimé
fr: Refection «{0.name}» deleted
